[
  {
    "count": 1,
    "title": "Animal Messenger",
    "contents": [
      "text | <i>2nd-level Enchantment (ritual)</i>",
      "property | Casting Time | 1 action",
      "property | Range | 30 feet",
      "property | Components | V, S, M (a morsel of food)",
      "property | Duration | 24 hours",
      "text | By means of this spell, you use an animal to deliver a message. Choose a Tiny beast you can see within range, such as a squirrel, a blue jay, or a bat.  You specify a location, which you must have visited, and a recipient who matches a general description, such as \"a man or a woman dressed in the uniform of the town guard\" or \"a red-haired dwarf wearing a pointed hat.\"  You also speak a message of up to twenty-five words. The target beast travels for the duration of the spell toward the specified location, covering about 50 miles per 24 hours for a flying messenger, or 25 miles for other animals.",
      "text | When the messenger arrives, it delivers your message to the creature that you described, replicating the sound of your voice. The messenger speaks only to a creature matching the description you gave. If the messenger doesn't reach its destination before the spell ends, the message is lost, and the beast makes its way back to where you cast this spell",
      "description | At Higher Levels | If you cast this spell using a spell slot of 3rd level or higher, the duration of the spell increases by 48 hours for each slot level above 2nd."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Barkskin",
    "contents": [
      "text | <i>2nd-level Transmutation</i>",
      "property | Casting Time | 1 action",
      "property | Range | Touch",
      "property | Components | V, S, M (a handful of oak bark)",
      "property | Duration | Concentration, up to 1 hour",
      "text | You touch a willing creature. Until the spell ends, the target's skin has a rough, bark-like appearance and the target's AC can't be less than 16, regardless of what kind of armor it is wearing."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Beast Sense",
    "contents": [
      "text | <i>2nd-level Divination (ritual)</i>",
      "property | Casting Time | 1 action",
      "property | Range | Touch",
      "property | Components | S",
      "property | Duration | Concentration, up to 1 hour",
      "text | You touch a willing beast. For the duration of the spell, you can use your action to see through the beast's eyes and hear what it hears, and continue to do so until you use your action to return to your normal senses.",
      "text | While perceiving through the beast's senses, you gain the benefits of any special senses possessed by that creature, though you are blinded and deafened to your own surroundings."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Darkvision",
    "contents": [
      "text | <i>2nd-level Transmutation</i>",
      "property | Casting Time | 1 action",
      "property | Range | Touch",
      "property | Components | V, S, M (either a pinch of dried carrot or an agate)",
      "property | Duration | 8 hours",
      "text | You touch a willing creature to grant it the ability to see in the dark. For the duration, that creature has darkvision out to a range of 60 feet."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Dust Devil",
    "contents": [
      "text | <i>2nd-level Conjuration</i>",
      "property | Casting Time | 1 action",
      "property | Range | 60 feet",
      "property | Components | V, S, M (a pinch of dust)",
      "property | Duration | Concentration, up to 1 minute",
      "text | Choose an unoccupied 5-foot cube of air that you can see within range. An elemental force that resembles a dust devil appears in the cube and lasts for the spell's duration. Any creature that ends its turn within 5 feet of the dust devil must make a Strength saving throw. On a failed save, the creature takes 1d8 bludgeoning damage and is pushed 10 feet away from the dust devil. On a successful save, the creature takes half as much damage and isn't pushed.",
      "text | As a bonus action, you can move the dust devil up to 30 feet in any direction. If the dust devil moves over sand, dust, loose dirt, or light gravel, it sucks up the material and forms a 10-foot radius cloud of debris around itself that lasts until the start of your next turn. The cloud heavily obscures its area.",
      "description | At Higher Levels | When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d8 for each slot level above 2nd."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Earthbind",
    "contents": [
      "text | <i>2nd-level Transmutation</i>",
      "property | Casting Time | 1 action",
      "property | Range | 300 feet",
      "property | Components | V",
      "property | Duration | Concentration, up to 1 minute",
      "text | Choose one creature you can see within range. Yellow strips of magical energy loop around the creature. The target must succeed on a Strength saving throw, or its flying speed (if any) is reduced to 0 feet for the spell's duration. An airborne creature affected by this spell safely descends at 60 feet per round until it reaches the ground or the spell ends."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Enhance Ability",
    "contents": [
      "text | <i>2nd-level Transmutation</i>",
      "property | Casting Time | 1 action",
      "property | Range | Touch",
      "property | Components | V, S, M (fur or leather from a beast)",
      "property | Duration | Concentration, up to  1 hour",
      "text | You touch a creature and bestow upon it magical enhancement. Choose one of the following effects; the target gains that effect until the spell ends.",
      "description | Bear's Endurance | The target has advantage on Constitution checks. It also gains 2d6 temporary hit points, which are lost when the spell ends.",
      "description | Bull's Strength | The target has advantage on Strength checks, and his or her carrying capacity doubles.",
      "description | Cat's Grace | The target has advantage on Dexterity checks. It also doesn't take damage from falling 20 feet or less if it isn't incapacitated.",
      "description | Eagle's Splendor | The target has advantage on Charisma checks.",
      "description | Fox's Cunning | The target has advantage on Intelligence checks.",
      "description | Owl's Wisdom | The target has advantage on Wisdom checks.",
      "description | At Higher Levels | When you cast this spell using a spell slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Find Traps",
    "contents": [
      "text | <i>2nd-level Divination</i>",
      "property | Casting Time | 1 action",
      "property | Range | 120 Feet",
      "property | Components | V, S",
      "property | Duration | Instantaneous",
      "text | You sense the presence of any trap within range that is within line of sight. A trap, for the purpose of this spell, includes anything that would inflict a sudden or unexpected effect you consider harmful or undesirable, which was specifically intended as such by its creator.  Thus, the spell would sense an area affected by the <i>alarm</i> spell, a <i>glyph of warding</i>, or a mechanical pit trap, but it would not reveal a natural weakness in the floor, an unstable ceiling, or a hidden sinkhole.",
      "text | This spell merely reveals that a trap is present. You don't learn the location of each trap, but you do learn the general nature of the danger posed by a trap you sense."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Flame Blade",
    "contents": [
      "text | <i>2nd-level Evocation</i>",
      "property | Casting Time | 1 bonus action",
      "property | Range | Self",
      "property | Components | V, S, M (leaf of sumac)",
      "property | Duration | Concentration, up to 10 minutes",
      "text | You evoke a fiery blade in your free hand. The blade is similar in size and shape to a scimitar, and it lasts for the duration.  If you let go of the blade, it disappears, but you can evoke the blade again as a bonus action.",
      "text | You can use your action to make a melee spell attack with the fiery blade. On a hit, the target takes 3d6 fire damage.",
      "text | The flaming blade sheds bright light in a 10-foot radius, and dim light for an additional 10 feet.",
      "description | At Higher Levels | When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d6 for every two slot levels above 2nd."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Flaming Sphere",
    "contents": [
      "text | <i>2nd-level Conjuration</i>",
      "property | Casting Time | 1 action",
      "property | Range | 60 feet",
      "property | Components | V, S, M (a bit of tallow, a pinch of brimstone, and a dusting of powdered iron)",
      "property | Duration | Concentration, up to 1 minute",
      "text | A 5-foot-diameter sphere of fire appears in an unoccupied space of your choosing within range and lasts for the duration. Any creature that ends its turn within 5 feet of the sphere must make a Dexterity saving throw. The creature takes 2d6 fire damage on a failed save, or half as much damage on a successful one.",
      "text | As a bonus action, you can move the sphere up to 30 feet. If you ram the sphere into a creature, that creature must make the saving throw against the sphere's damage, and the sphere stops moving this turn.",
      "text | When you move the sphere, you can direct it over barriers up to 5 feet tall, and jump it across pits up to 10 feet wide. THe sphere ignites flammable objects not being worn or carried, and it sheds bright light in a 20-foot radius and dim light for an additional 20 feet.",
      "description | At Higher Levels | When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d6 for each slot level above 2nd."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Gust of Wind",
    "contents": [
      "text | <i>2nd-level Evocation</i>",
      "property | Casting Time | 1 action",
      "property | Range | Self (60-foot line)",
      "property | Components | V, S, M (a legume seed)",
      "property | Duration | Concentration, up to 1 minute",
      "text | A line of strong wind 60 feet long and 10 feet wide blasts from you in a direction you choose for the spell's duration. Each creature that starts its turn in the line must succeed on a Strength saving throw or be pushed 15 feet away from you in a direction following the line.",
      "text | Any creature in the line must spend 2 feet of movement for every 1 foot it moves when moving closer to you.",
      "text | The gust disperses gas or vapor, and it extinguishes candles, torches, and similar unprotected flames in the area.  It causes protected flames, such as those of lanterns, to dance wildly and has a 50 percent chance to extinguish them.",
      "text | As a bonus action on each of your turns before the spell ends, you can change the direction in which the line blasts from you."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Healing Spirit",
    "contents": [
      "text | <i>2nd-level Conjuration</i>",
      "property | Casting Time | 1 bonus action",
      "property | Range | 60 feet",
      "property | Components | V, S",
      "property | Duration | Concentration, up to 1 minute",
      "text | You call forth a nature spirit to soothe the wounded. The intangible spirit appears in a space that is a 5-foot cube you can see within range.  The spirit looks like a transparent beast or fey (your choice).",
      "text | Until the spell ends, whenever you or a creature you can see moves into the spirit's space for the first time on a turn or starts its turn there, you can cause the spirit to restore 1d6 hit points to that creature (no action required). The spirit can't heal constructs or undead.",
      "text | As a bonus action on your turn, you can move the spirit up to 30 feet to a space you can see.",
      "description | At Higher Levels | When you cast this spell using a spell slot of 3rd level or higher, the healing increases by 1d6 for each slot level above 2nd."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Heat Metal",
    "contents": [
      "text | <i>2nd-level Transmutation</i>",
      "property | Casting Time | 1 action",
      "property | Range | 60 feet",
      "property | Components | V, S, M (a piece of iron and a flame)",
      "property | Duration | Concentration, up to 1 minute",
      "text | Choose a manufactured metal object, such as a metal weapon or a suit of heavy or medium metal armor, that you can see within range. You cause the object to glow red-hot. Any creature in physical contact with the object takes 2d8 fire damage when you cast the spell. Until the spell ends, you can use a bonus action on each of your subsequent turns to cause this damage again.",
      "text | If a creature is holding or wearing the object and takes the damage from it, the creature must succeed on a Constitution saving throw or drop the object if it can. If it doesn't drop the object, it has disadvantage on attack rolls and ability checks until the start of your next turn.",
      "description | At Higher Levels | When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d8 for each slot level above 2nd."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Hold Person",
    "contents": [
      "text | <i>2nd-level Enchantment</i>",
      "property | Casting Time | 1 action",
      "property | Range | 60 feet",
      "property | Components | V, S, M (a small, straight piece of iron)",
      "property | Duration | Concentration, up to 1 minute",
      "text | Choose a humanoid that you can see within range. The target must succeed on a Wisdom saving throw or be <u>paralyzed</u> for the duration. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the spell ends on the target.",
      "description | At Higher Levels | When you cast this spell using a spell slot of 3rd level or higher, you can target one additional humanoid for each slot level above 2nd. The humanoids must be within 30 feet of each other when you target them."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Lesser Restoration",
    "contents": [
      "text | <i>2nd-level Abjuration</i>",
      "property | Casting Time | 1 action",
      "property | Range | Touch",
      "property | Components | V, S",
      "property | Duration | Instantaneous",
      "text | You touch a creature and can end either one disease or one condition afflicting it.  The condition can be <u>blinded</u>, <u>deafened</u>, <u>paralyzed</u>, or <u>poisoned</u>."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Locate Animals or Plants",
    "contents": [
      "text | <i>2nd-level Divination (ritual)</i>",
      "property | Casting Time | 1 action",
      "property | Range | Self",
      "property | Components | V, S, M (a bit of fur from a bloodhound)",
      "property | Duration | Instantaneous",
      "text | Describe or name a specific kind of beast or plant. Concentrating on the voice of nature in your surroundings, you learnt he direction and distance to the closest creature or plant of that kind within 5 miles, if any are present."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Locate Object",
    "contents": [
      "text | <i>2nd-level Divination</i>",
      "property | Casting Time | 1 action",
      "property | Range | Self",
      "property | Components | V, S, M (a forked twig)",
      "property | Duration | Concentration, up to 10 minutes",
      "text | Describe or name an object that is familiar to you. You sense the direction to the object's location, as long as that object is within 1,000 feet of you. If the object is in motion, you know the direction of its movement.",
      "text | The spell can locate a specific object known to you, as long as you have seen it up close—within 30 feet—at least once.  Alternatively, the spell can locate the nearest  object of a particular kind, such as a certain kind of apparel, jewelry, furniture, tool, or weapon.",
      "text | This spell can't locate an object if any thickness of lead, even a thin sheet, blocks a direct path between you and the object."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Moonbeam",
    "contents": [
      "text | <i>2nd-level Evocation</i>",
      "property | Casting Time | 1 action",
      "property | Range | 120 feet",
      "property | Components | V, S, M (several seeds of any moonseed plant and a piece of opalescent feldspar)",
      "property | Duration | Concentration, up to 1 minute",
      "text | A silvery beam of pale light shines down in a 5-foot radius, 40-foot-high cylinder centered on a point within range. Until the spell ends, dim light fills the cylinder.",
      "text | When a creature enters the spell's area for the first time on a turn, or starts its turn there, it is engulfed in ghostly flames that cause searing pain, and it must make a Constitution saving throw. It takes 2d10 radiant damage on a failed save, or half as much damage on a successful one.",
      "text | A shapechanger makes its saving throw with disadvantage. If it fails, it also instantly reverts to its original form and can't assume a different form until it leaves the spell's light.",
      "text | On each of your turns after you cast this spell, you can use an action to move the beam 60 feet in any direction.",
      "description | At Higher Levels | When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d10 for each slot level above 2nd."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Pass without Trace",
    "contents": [
      "text | <i>2nd-level Abjuration</i>",
      "property | Casting Time | 1 action",
      "property | Range | Self",
      "property | Components | V, S, M (ashes from a burned leaf of mistletoe or a sprig of spruce)",
      "property | Duration | Concentration, up to 1 hour",
      "text | A veil of shadows and silence radiates from you, masking you and your companions from detection. For the duration, each creature you choose within 30 feet of you (including you) has a +10 bonus to Dexterity (Stealth) checks, and can't be tracked except by magical means.  A creature that receives this bonus leaves behind no tracks or other traces of its passage."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Protection from Poison",
    "contents": [
      "text | <i>2nd-level Abjuration</i>",
      "property | Casting Time | 1 action",
      "property | Range | Touch",
      "property | Components | V, S",
      "property | Duration | 1 hour",
      "text | You touch a creature. If it is <u>poisoned</u>, you neutralize the poison. If more than one poison afflicts the target, you neutralize one poison that you know is present, or you neutralize one at random.",
      "text | For the duration, the target has advantage on saving throws against being <u>poisoned</u>, and it has resistance to poison damage."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Skywrite",
    "contents": [
      "text | <i>2nd-level Transmutation (ritual)</i>",
      "property | Casting Time | 1 action",
      "property | Range | Sight",
      "property | Components | V, S",
      "property | Duration | Concentration, up to 1 hour",
      "text | You cause up to ten words to form in a part of the sky you can see. The words appear to be made of cloud and remain in place for the spell's duration.  The words dissipate when the spell ends. A strong wind can disperse the clouds and end the spell early."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Spike Growth",
    "contents": [
      "text | <i>2nd-level Transmutation</i>",
      "property | Casting Time | 1 action",
      "property | Range | 150 feet",
      "property | Components | V, S, M (seven sharp thorns or seven small twigs, each sharpened to a point)",
      "property | Duration | Concentration, up to 10 minutes",
      "text | The ground in a 20-foot radius centered on a point within range twists and sprouts hard spikes and thorns.  The area becomes difficult terrain for the duration. When a creature moves into or within the area, it takes 2d4 piercing damage for every 5 feet it travels. ",
      "text | The transformation of the ground is camouflaged to look natural. Any creature that can't see the area at the time the spell is cast must make a Wisdom (Perception) check against your spell save DC to recognize the terrain as hazardous before entering it."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  },
  {
    "count": 1,
    "title": "Warding Wind",
    "contents": [
      "text | <i>2nd-level Evocation</i>",
      "property | Casting Time | 1 action",
      "property | Range | Self",
      "property | Components | V",
      "property | Duration | Concentration, up to 10 minutes",
      "text | A strong wind (20 miles per hour) blows around you in a 10-foot radius and moves with you, remaining centered on you.  The wind lasts for the spell's duration.",
      "text | The wind has the following effects:",
      "bullet | It deafens you and other creatures in its area.",
      "bullet | It extinguishes unprotected flames in its area that are torch-sized or smaller.",
      "bullet | It hedges o ut vapor, gas, and fog that can be dispersed by strong wind.",
      "bullet | The area is difficult terrain for creatures other than you.",
      "bullet | The attack rolls of ranged weapon attacks have disadvantage if the attacks pass in or out of the wind."
    ],
    "tags": [],
    "color": "Olive",
    "icon": "white-book-2",
    "icon_back": "open-book"
  }
]